<div class="pageHeaderIMG img-full-width-background">
    <img src="<?=BASEURL?>img/move-head.jpg"/>
</div>

<div class="container">
    <br/>
    <h1 class="header">Движение</h1>
    <p class="text-justify">
        Движение - это жизнь! Особенно актуальной данная фраза становится для жителя мегаполиса, который большую часть
        времени проводит сидя. Приведём несколько основных правил, соблюдение которых поможет хоть немного улучшить ситуацию:
        <br/>
        1. Сохраняйте свободную позу. Не перекрещивайте руки и ноги: это ухудшает кровоток
        <br/>
        2. Носите свободную одежду. Давящая и обтягивающая одежда также ухудшают кровоток
        <br/>
        3. В транспорте - стойте! При этом ваши мышцы получают статическую нагрузку
        <br/>
        4. Ходите пешком: по возможности, заменяйте максимальное количество поездок на автомобиле или общественном транспорте
        пешими прогулками. Ваш организм будет Вам благодарен!
    </p>

</div>