<?php
if (!isset($_GET['p'])){
    $strGetP = 'home';
}else{
    $strGetP = filter_input(INPUT_GET,'p',FILTER_SANITIZE_STRING);
}
switch ($strGetP){
    case 'home': // Главная страница
        $strTitle = 'Здоровье и Энергия';
        $strDescription = 'Для полноценной счастливой и здоровой жизни человеку требуется четыре составляющих: воздух, вода, еда и движение.';
        break;
    case 'air': // Воздух
        $strTitle = 'Воздух';
        $strDescription = 'Ни для кого уже давно не секрет, что свежий воздух полезен для здоровья, а качество воздуха в городах, мягко говоря, оставляет желать лучшего. Где же взять чистый воздух современному жителю мегаполиса, и что с ним делать, Вы узнаете в этом разделе.';
        break;
    case 'water': // Вода
        $strTitle = 'Вода';
        $strDescription = 'Сейчас уже все знают, что воду нужно пить.';
        break;
    case 'food': // Еда
        $strTitle = 'Еда';
        $strDescription = 'Далеко не всякая еда способна принести здоровье и энергию. Более того, почти вся современная пища вызывает различные болезни, укорачивает жизнь и делает её вялой и пресной.';
        break;
    case 'move': // Движение
        $strTitle = 'Движение';
        $strDescription = 'Движение - это жизнь! Особенно актуальной данная фраза становится для жителя мегаполиса, который большую часть времени проводит сидя.';
        break;



    /*
    case 'home': // Главная страница
        $strTitle = 'BorgWarner Transmission Systems детали трансмиссий';
        $strDescription = 'BorgWarner Transmission Systems Aftermarket Group поставляет детали трансмиссий покупателям по всему миру. Мы используем передовые технологии, которые повышают экономию топлива, снижают вредные выбросы и повышают производительность трансмиссий.';
        break;
    case 'company': // О компании
        $strTitle = 'О компании BorgWarner';
        $strDescription = 'BorgWarner - мировой лидер в области производства деталей для трансмиссий. Мы используем передовые технологии, которые повышают экономию топлива, снижают вредные выбросы и повышают производительность трансмиссий. Независимые дистрибьюторы BorgWarner расположены по всему миру.';
        break;
    case 'production': // Продукция
        $strTitle = 'Продукция BorgWarner Transmission Systems';
        $strDescription = 'BorgWarner Transmission Systems поставляет фрикционные диски, тормозные ленты, обгонные муфты и соленоиды, изготовленные на современных производственных линиях, расположенных по всему миру. Мы стремимся соответствовать или превосходить качество оригинальных деталей для всех продуктов, которые мы поставляем.';
        if (isset($_GET['type'])){
            switch ($_GET['type']){
                case 'frictionPlates': // Фрикционные диски
                    $strTitle = 'Фрикционные диски BorgWarner';
                    $strDescription = 'Компания BorgWarner - производитель фрикционных дисков с мировым именем. Продукция BorgWarner отличается высокой надежностью. Благодаря этому, BorgWarner поставляет фрикционные диски большинству производителей автоматических трансмиссий по всему миру.';
                    break;
                case 'transmissionBands': // Тормозные ленты
                    $strTitle = 'Тормозные ленты BorgWarner';
                    $strDescription = 'Компания BorgWarner уже очень давно установила отраслевой стандарт качества тормозных лент. Благодаря единообразию и стандартизации продукции обеспечивается неизменное качество переключения и длительный срок службы. ';
                    break;
                case 'oneWayClutches': // Обгонные муфты
                    $strTitle = 'Обгонные муфты BorgWarner';
                    $strDescription = 'В ассортимент продукции BorgWarner входят кулачковые, роликовые муфты, а также сепараторы муфт свободного хода. Обгонные муфты обеспечивают свободный ход с минимальной потерей мощности, а также характеризуются высокой прочностью при ударных нагрузках.';
                    break;
                case 'solenoidsControls': // Соленоиды, электрические компоненты
                    $strTitle = 'Соленоиды и электрические компоненты BorgWarner';
                    $strDescription = 'BorgWarner - ведущий поставщик интегрированных систем управления трансмиссией. Мы поставляем как отдельные соленоиды, так и полные электрогидравлические модули управления для современных двойных сцеплений, планетарных автоматических и роботизированных коробок передач.';
                    break;
                case 'torqueConverterComponents': // Комплектующие для гидротрансформаторов
                    $strTitle = 'Комплектующие для гидротрансформаторов BorgWarner';
                    $strDescription = 'Компания BorgWarner Transmission Systems производит фрикционные накладки, фрикционные диски и обгонные муфты для гидротрансформаторов.';
                    break;
                default:
                    break;
            }
        }
        break;
    case 'contacts': // Контакты
        $strTitle = 'Контакты BorgWarner Transmission Systems Aftermarket Group';
        $strDescription = 'Головной офис BorgWarner Transmission Systems Aftermarket Group расположен в парке Мелроуз, штат Иллинойс, США. Мелроуз Парк обслуживает дистрибьюторов по всему миру.';
        break;
    */
    default:
        $strTitle = 'Здоровье и Энергия';
        $strDescription = 'Для полноценной счастливой и здоровой жизни человеку требуется четыре составляющих: воздух, вода, еда и движение.';
        break;
}
?>
    <title><?=$strTitle?></title>
    <meta name="Description" content="<?=$strDescription?>"/>
