<div class="pageHeaderIMG img-full-width-background">
    <img src="<?=BASEURL?>img/food-head.jpg"/>
</div>

<div class="container">
    <br/>
    <h1 class="header">Еда</h1>
    <p class="text-justify">
        Далеко не всякая еда способна принести здоровье и энергию. Более того, почти вся современная пища вызывает различные
        болезни, укорачивает жизнь и делает её вялой и пресной. К счастью, даже у жителя современного мегаполиса есть возможность
        питаться настоящей, живой, пищей, обретая тем самым здоровье, тягу к жизни, энергию и хорошее настроение.
    </p>
    <br/>
    <div class="row">
        <div class="col-lg-6 col-sm-6">
            <hr class="section-heading-spacer visible-md visible-lg">
            <div class="clearfix visible-md visible-lg"></div>
            <h3 class="section-heading header">Живая еда</h3>
            <p class="text-justify">
                Основные правила живого питания:
                <br/>
                1. Пища не должна подвергаться термической обработке. При температуре 43 градуса все полезные свойства продуктов
                убиваются, зато появляются вредные.
                <br/>
                2. Не нужно смешивать разные продукты. Для переваривания каждого вида продуктов у организма есть специальные,
                свои собственные, ферменты. Если за один приём пищи смешать разные виды продуктов, то организм просто не будет
                знать, что с этим делать, и начнёт, в буквальном смысле, распихивать непереваренную пищу по всем своим "закоулкам".
                Само собой, это приводит к появлению лишнего веса, затрудняет кровообращение, зашлаковывает организм. Какие
                именно продукты нельзя смешивать? Да почти все, поэтому чем меньше разных продуктов есть за один приём пищи, тем лучше.
                <br/>
                3. Соблюдать очерёдность питания. Для переваривания разных типов продуктов организму требуется разное время, например,
                орехи полностью перевариваются примерно за три часа, овощи - за час, а фрукты - за 15-20 минут. Поэтому, как минимум,
                фрукты нужно перед едой, а не после.
                <br/>
                4. Не запивать пищу. Вода смывает желудочный сок, при этом продукты перевариваются не полностью, организм
                не получает питательные вещества. Поэтому нежелательно пить хотя бы за полчаса перед едой и полчаса после еды.
                <br/>
                Чем же тогда питаться, не есть же сырое мясо? Конечно, нет. Если Вы хотите быть здоровыми, от мяса тоже лучше отказаться.
                Помочь в этом может просмотр документального фильма "Земляне" (фильм не для слабонервных и не для детей).
            </p>
        </div>
        <div class="col-lg-5 col-lg-offset-1 col-sm-6">
            <div class="embed-responsive embed-responsive-16by9">
                <iframe class="embed-responsive-item" src="https://www.youtube.com/embed/H_CPilp_Eco" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
            </div>
            <br/>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe class="embed-responsive-item" src="https://www.youtube.com/embed/WcZR704kMnI" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
            </div>
        </div>
    </div>
</div>