<div class="pageHeaderIMG img-full-width-background">
    <img src="<?=BASEURL?>img/air-head.jpg"/>
</div>

<div class="container">
    <br/>
    <h1 class="header">Воздух</h1>
    <p class="text-justify">
        Ни для кого уже давно не секрет, что свежий воздух полезен для здоровья, а качество воздуха в городах, мягко
        говоря, оставляет желать лучшего. Где же взять чистый воздух современному жителю мегаполиса, и что с ним делать,
        Вы узнаете в этом разделе.
    </p>
    <br/>
    <div class="row">
        <div class="col-lg-6 col-sm-6">
            <hr class="section-heading-spacer visible-md visible-lg">
            <div class="clearfix visible-md visible-lg"></div>
            <h3 class="section-heading header">Ионизатор воздуха</h3>
            <p class="text-justify">
                Бороться с глобальным загрязнением окружающей среды в одиночку вряд ли получится, зато у себя дома вполне
                возможно создать собственный микроклимат: чистый и здоровый воздух. Для этого прекрасно подойдёт ионизатор
                воздуха.
                <br/>
                Выдержка из описания прибора:
                <br/>
                Работа прибора основана на принципе "ионного ветра", который возникает в результате коронного разряда и обеспечивает движение потока воздуха через кассету прибора, при этом частицы аэрозоля (пыль, дым, микроорганизмы), загрязняющие воздух, всасываются вместе с воздухом в кассету приобретая электрический заряд и под действием электростатического поля прилипают к осадительным пластинам, расположенным внутри кассеты.
                <br/>
                Воздух, проходящий через кассету, дополнительно обрабатывается озоном, образующимся в зоне коронного разряда, его количество заметно меньше предельно допустимой концентрации, но все же достаточно для того, чтобы в помещении, в котором работает прибор, уничтожались неприятные запахи, подавлялась жизнедеятельность болезнетворных микробов, спор грибков, плесени.
            </p>
        </div>
        <div class="col-lg-5 col-lg-offset-1 col-sm-6">
            <img class="img-responsive" src="<?=BASEURL?>img/air-sp-bio.jpg" alt="Ионизатор воздуха">
        </div>
    </div>
</div>